tap "cmacrae/formulae"
tap "fwartner/tap"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "mac-cleanup/tap"
tap "mongodb/brew"
tap "zegervdv/zathura"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "antiword"
brew "arduino-cli"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "php"
brew "composer"
brew "coreutils"
brew "csvtk"
brew "dbus"
brew "deno"
brew "docker"
brew "docx2txt"
brew "elixir"
brew "emscripten"
brew "exa"
brew "fd"
brew "guile"
brew "gnutls"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "gnu-typist"
brew "gnuplot"
brew "go"
brew "gotop"
brew "gradle"
brew "groff"
brew "gtk+3"
brew "haskell-stack"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lf"
brew "libgit2"
brew "libproxy"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "ninja"
brew "meson"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "portaudio"
brew "pstoedit"
brew "pyqt@5"
brew "qscintilla2"
brew "suite-sparse"
brew "tbb"
brew "sundials"
brew "octave"
brew "pandoc"
brew "payara"
brew "pfetch"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "r"
brew "ranger"
brew "redis", restart_service: true
brew "ripgrep"
brew "rtorrent"
brew "rust"
brew "rust-analyzer"
brew "sc-im"
brew "sip"
brew "sl"
brew "sphinx-doc"
brew "spotify-tui"
brew "spotifyd"
brew "starship"
brew "subversion"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn", link: false
brew "youtube-dl"
brew "cmacrae/formulae/spacebar"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "arduino"
cask "basictex"
cask "brave-browser-dev"
cask "coconutbattery"
cask "cool-retro-term"
cask "discord"
cask "dozer"
cask "eloston-chromium"
cask "figma"
cask "firefox"
cask "folx"
cask "font-bodoni-moda"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-cochineal"
cask "font-code-new-roman-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-hasklig"
cask "font-ibm-plex-mono"
cask "font-inconsolata"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-g"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono"
cask "font-lato"
cask "font-source-code-pro"
cask "font-tinos"
cask "font-ubuntu-mono"
cask "font-victor-mono"
cask "font-xits"
cask "gimp"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "latexit"
cask "macmediakeyforwarder"
cask "microsoft-teams"
cask "monitorcontrol"
cask "postman"
cask "rectangle"
cask "rstudio"
cask "skim"
cask "spotify"
cask "steam"
cask "tidal"
cask "tunnelbear"
cask "virtualbox"
cask "visual-studio-code"
