tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "dbus"
brew "exa"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "groff"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lf"
brew "libgit2"
brew "luarocks"
brew "luv"
brew "youtube-dl"
brew "mpv"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "portaudio"
brew "octave"
brew "pandoc"
brew "postgresql", restart_service: true
brew "r"
brew "sl"
brew "spotify-tui"
brew "spotifyd"
brew "subversion"
brew "tmux"
brew "tree"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "basictex"
cask "coconutbattery"
cask "dozer"
cask "folx"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2-nightly"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "macmediakeyforwarder"
cask "monitorcontrol"
cask "rstudio"
cask "skim"
cask "spotify"
cask "tunnelbear"
cask "visual-studio-code"
cask "whatsapp"
