adoptopenjdk
alacritty
alfred
atom
basictex
brave-browser-beta
dozer
expressvpn
firefox-developer-edition
font-blex-mono-nerd-font
font-fantasque-sans-mono
font-fantasque-sans-mono-nerd-font
font-fira-code-nerd-font
font-hack-nerd-font
font-inter
font-jetbrains-mono-nerd-font
font-menlo-for-powerline
font-meslo-for-powerline
font-source-code-pro
font-source-code-pro-for-powerline
font-ubuntu-mono-nerd-font
google-chrome
iterm2
karabiner-elements
keka
kitty
macmediakeyforwarder
microsoft-auto-update
microsoft-excel
monitorcontrol
nordvpn
notion
obs
pomotroid
protonvpn
rectangle
rocket
rstudio
skim
spotify
staruml
ubersicht
virtualbox
visual-studio-code
vlc
whatsapp
xquartz
